app/controllers/users_controller.rb

SELECT `users`.* FROM `users` LIMIT 10
---
  	def index
  		@user = User.limit(10)